Repository: panoptes/POCS
Catalog: src/panoptes/pocs/locale/*/LC_MESSAGES/pocs.po
Languages: es

source: Hi there!
es: ¡Hola!

source: Looks like we're missing some required hardware.
es: Parece que nos falta hardware requerido.

source: Initializing the system! Woohoo!
es: ¡Inicializando el sistema! ¡Woohoo!

source: Oh wait. There was a problem initializing: {e!r}
es: Oh, espera. Hubo un problema al inicializar: {e!r}

source: Since we didn't initialize, I'm going to exit.
es: Como no se inicializó, voy a salir.

source: I'm powering down
es: Me estoy apagando

source: Observing {current_observation}
es: Observando {current_observation}

source: Safety warning! Stopping {current_observation}.
es: ¡Advertencia de seguridad! Deteniendo {current_observation}.

source: Parking the mount!
es: ¡Estacionando la montura!

source: Mount is not tracking, stopping observations.
es: La montura no está rastreando, deteniendo observaciones.

source: Failed to open the dome while entering state 'ready'
es: No se pudo abrir la cúpula al entrar en el estado 'listo'

source: Ok, I'm all set up and ready to go!
es: ¡Ok, estoy todo preparado y listo para empezar!

source: Closing dome
es: Cerrando cúpula

source: Unable to close dome!
es: ¡No se puede cerrar la cúpula!

source: Ok, let's park!
es: ¡Ok, vamos a estacionar!

source: Looks like we only wanted to run once, parking now
es: Parece que solo queríamos ejecutar una vez, estacionando ahora

source: Ok, I'm finding something good to look at...
es: Ok, estoy buscando algo bueno para observar...

source: No valid observations found. Can't schedule. Going to park.
es: No se encontraron observaciones válidas. No se puede programar. Voy a estacionar.

source: I'm sticking with {observation.name}
es: Me quedo con {observation.name}

source: Got it! I'm going to check out: {observation.name}
es: ¡Entendido! Voy a verificar: {observation.name}

source: Weather is good and it is dark. Something must have gone wrong. Stopping loop.
es: El clima está bien y está oscuro. Algo debe haber salido mal. Deteniendo bucle.

source: Another successful night!
es: ¡Otra noche exitosa!

source: Analyzing image {observation.current_exp_num} / {observation.min_nexp}
es: Analizando imagen {observation.current_exp_num} / {observation.min_nexp}

source: Forcing a move to the scheduler
es: Forzando un movimiento al programador

source: Observation complete, going to {pocs.next_state}
es: Observación completa, yendo a {pocs.next_state}

source: Taking pointing picture.
es: Tomando imagen de apuntado.

source: Ok, I've got the pointing picture, let's see how close we are.
es: Ok, tengo la imagen de apuntado, veamos qué tan cerca estamos.

source: I'm still a bit away from the field so I'm going to get closer.
es: Todavía estoy un poco lejos del campo, así que voy a acercarme.

source: Syncing with the latest image...
es: Sincronizando con la última imagen...

source: Hmm, I had a problem checking the pointing error. Going to park.
es: Hmm, tuve un problema al verificar el error de apuntado. Voy a estacionar.

source: Resetting the list of observations and doing some cleanup!
es: ¡Reiniciando la lista de observaciones y haciendo limpieza!

source: Checking our tracking
es: Verificando nuestro rastreo

source: Done with tracking adjustment, going to observe
es: Terminado con el ajuste de rastreo, voy a observar

source: I'm parked now.
es: Estoy estacionado ahora.

source: Done running loop, going to clean up and wait!
es: ¡Terminado de ejecutar el bucle, voy a limpiar y esperar!

source: Done with retrying loop, going to clean up and wait!
es: ¡Terminado con el bucle de reintento, voy a limpiar y esperar!

source: Things look okay for now. I'm going to try again.
es: Las cosas se ven bien por ahora. Voy a intentar de nuevo.

source: Cleaning up for the night!
es: ¡Limpiando para la noche!

source: No observations found.
es: No se encontraron observaciones.

source: Going to stay parked for five minutes then will try again.
es: Voy a permanecer estacionado cinco minutos y luego intentaré de nuevo.

source: Looks like it's not dark anymore. Going to clean up.
es: Parece que ya no está oscuro. Voy a limpiar.

source: Seems to be bad weather. I'll wait another 5 minutes.
es: Parece ser mal clima. Esperaré otros 5 minutos.

source: 🔭🔭 I'm observing {current_obs.field.field_name}! 🔭🔭
es: 🔭🔭 ¡Estoy observando {current_obs.field.field_name}! 🔭🔭

source: Hmm, I'm not sure what happened with that exposure.
es: Hmm, no estoy seguro de qué pasó con esa exposición.

source: I'm slewing over to the coordinates to track the target.
es: Me estoy desplazando a las coordenadas para rastrear el objetivo.

source: I'm at the target, checking pointing.
es: Estoy en el objetivo, verificando apuntado.

source: Wait a minute, there was a problem slewing. Sending to parking. {e}
es: Espera un minuto, hubo un problema al desplazarse. Enviando a estacionar. {e}
